Repository: cary2580/MESP
Catalog: SourceCode/App_GlobalResources/GlobalRes.*.resx
Languages: pl, zh_cn

# Str_AlertMessageButtonsText
source: Close
pl: Zamknij
zh_cn: 关闭

# Str_AlertMessageTitlebarClosetTitlt
source: Cancel
pl: Anulować
zh_cn: 取消

# Str_AlertMessageTitleBarText
source: Remind Message
pl: Przypomnienie
zh_cn: 提示讯息

# Str_ConfirmMessageCancelButtonsText
source: Cancel
pl: Anuluj
zh_cn: 取消

# Str_ConfirmMessageConfirmButtonsText
source: Confirm
pl: Potwierdź
zh_cn: 确认

# Str_ConfirmMessageTitleBarText
source: Remind Message
pl: Przypomnienie
zh_cn: 提示讯息

# Str_CreateSuccessAlertMessage
source: Create Success !!
pl: Utworzono pomyślnie !!
zh_cn: 新增成功 !!

# Str_GridSelectZeroAlertMessage
source: Please checked one Data !!
pl: Proszę sprawdzić jedną informację !!
zh_cn: 请勾选一笔以上数据 !!

# Str_NoPermissionAlertString
source: You Not Have Permission !!
pl: Nie masz pozwolenia !!
zh_cn: 您没有权限检视或设定内容 !!

# Str_OrgButtonsText
source: YES
pl: Tak
zh_cn: 确认

# Str_OrgCancelButtonsText
source: Cancel
pl: Anulować
zh_cn: 取消

# Str_OrgTitleBarText
source: Please Select
pl: Wybierz
zh_cn: 请选取

# Str_RequiredAlertMessage
source: Please Input Required Data
pl: Proszę wprowadzić wymagane dane
zh_cn: 请输入必要数据

# Str_VerificationAccountFail
source: Verification Account Fail, Please relogin !!
pl: Weryfikacja konta nie powiodła się. Zaloguj się ponownie !!
zh_cn: 账号认证失败，请重新登入系统

# Str_VerificationDataDefaultsMessage
source: Verification Account Fail, Please relogin !!
pl: Weryfikacja konta nie powiodła się. Zaloguj się ponownie !!
zh_cn: 账号认证失败，请重新登入 !!

# Str_VerificationDataDefaultsTitleBarText
source: System Information
pl: Informacje o systemie
zh_cn: 系统讯息

# Str_OpenPageTitlebarTitle
source: Close
pl: Zamknąć
zh_cn: 关闭

# Str_ModifySuccessAlertMessage
source: Modified Success !!
pl: Zmodyfikowany sukces !!
zh_cn: 修改完成 !!

# Str_DropDownListDefaultText
source: -- Please Select --
pl: -- Wybierz --
zh_cn: -- 请选择 --

# Str_OrganizationDeptCanceledTitle
source: (Archived)
pl: (Zarchiwizowano)
zh_cn: (已封存)

# Str_OrganizationRootFullName
source: IronForce
zh_cn: 剑麟股份有限公司

# Str_OrganizationRootTitle
source: IronForce
zh_cn: 剑麟股份有限公司

# Str_OrganizationLeaveAccountTitle
source: (Resigned)
pl: (Zrezygnowany)
zh_cn: (已离职)

# Str_ReportNoDataRow
source: No Data
pl: Brak danych
zh_cn: 查无数据

# Str_DownloadFileFailMessageText
source: File Download Fail !!
pl: Pobieranie pliku nie powiodło się !!
zh_cn: 档案下载失败 !!

# Str_DownloadFileTitleBarText
source: File Download
pl: Pobierz plik
zh_cn: 档案下载

# Str_AjaxAlertMessageDefaultMessage
source: Server unexpected error, Please contact system administrator
pl: Nieoczekiwany błąd serwera. Skontaktuj się z administratorem systemu
zh_cn: Server 未预期错误，请洽平台管理员

# Str_AjaxAlertMessageResponseText
source: Web Server Connection Timeout
pl: Przekroczono limit czasu połączenia z serwerem WWW
zh_cn: Web Server 联机逾时

# Str_AjaxAlertMessageTitleBarText
source: System Information
pl: Informacje o systemie
zh_cn: 平台讯息

# Str_SystemName
source: MES
zh_cn: 制造执行管理系统 MES

# Str_BTAttachDeletedName
source: Attach Delete
pl: Usuwać
zh_cn: 附件删除

# Str_BTAttachUploadName
source: Attach Upload
pl: Wgrywać
zh_cn: 附件上传

# Str_AttachListTitleName
source: Attach List
pl: Lista załączników
zh_cn: 附件列表

# Str_OAHistoryListTitleName
source: OA Sign Record
pl: OA Zarejestruj rekord
zh_cn: OA单签核纪录

# Str_BT_SubmitName
source: Save
pl: Potwierdź
zh_cn: 储存

# Str_BT_SubmitNameToOA
source: Send OA Form
pl: Wyślij formularz OA
zh_cn: 送OA单

# Str_NoDataMessage
source: No Data
pl: Brak danych
zh_cn: 查无相关资料

# Str_SaveSuccessAlertMessage
source: Save Success !!
pl: Zapisz sukces !!
zh_cn: 储存成功 !!

# Str_NoOAWorkFlowID
source: No OA ID, Please contact system administrator !!
pl: Brak identyfikatora OA. Skontaktuj się z administratorem systemu !!
zh_cn: 查无OA WorkFlowID，请联系IT人员 !!

# Str_SendToOASuccessAlertMessage
source: Send Data To OA Success !!
pl: Wysyłanie danych do OA zakończone sukcesem !!
zh_cn: 资料已送至OA系统审核 !!

# Str_GridSelectOverOneAlertMessage
source: Only one check allowed !!
pl: Dozwolony jest tylko jeden czek !!
zh_cn: 只允许勾选一笔数据 !!

# Str_DeleteSuccessAlertMessage
source: Delete Complete !!
pl: Usuń ukończone !!
zh_cn: 删除完成 !!

# Str_BT_AddName
source: Create
pl: Utwórz
zh_cn: 新增

# Str_BT_DeleteName
source: Delete
pl: Usuń
zh_cn: 删除

# Str_FolderTreeViewTitlebarTitle
source: Please Select Folder
pl: Proszę wybrać folder
zh_cn: 请选择资料夹

# Str_PermissionTitleName
source: Permission Setting
pl: Ustawienia uprawnień
zh_cn: 权限设定

# Str_BT_PreviousPageName
source: Go Previous Page
pl: Przejdź do poprzedniej strony
zh_cn: 回上一页

# Str_NoOAAccountAlertMessage
source: You Don't Have OA Account, Please apply OA account first !!
pl: Nie masz konta OA? Najpierw załóż konto OA !!
zh_cn: 您并未有OA帐号，请先申请OA帐号 !!

# Str_CreateOAFailAlertMessage
source: Create OA Form Fail, Please contact IT !!
pl: Nie udało się utworzyć formularza OA. Skontaktuj się z działem IT !!
zh_cn: 产生OA失败..请联系IT人员！

# Str_DownloadFileWaitTitleText
source: Please Wait The File is being generated....
pl: Proszę czekać. Plik jest generowany....
zh_cn: 请稍后档案产生中....

# Str_RequiredOneAlertMessage
source: Please Input Required Data !!
pl: Proszę podać wymagane dane !!
zh_cn: 请输入一个以上条件 !!

# Str_SearchCondition
source: Search Condition
pl: Wyszukaj
zh_cn: 搜寻条件

# Str_Search
source: Search
pl: Szukaj
zh_cn: 查询

# Str_DateSelectErrorAlertMessage
source: Select Date Error !!
pl: Wybierz błąd daty !!
zh_cn: 日期选择错误 !!

# Str_NoUploadFileMessage
source: Please select upload file !!
pl: Proszę wybrać opcję przesłania pliku !!
zh_cn: 请选择上传档案 !!

# Str_BT_CreateName
source: Create
pl: Utwórz
zh_cn: 建立

# Str_BT_InsertName
source: Insert
pl: Wstawić
zh_cn: 插入

# Str_No
source: No
pl: nie
zh_cn: 否

# Str_Yes
source: Yes
pl: Tak
zh_cn: 是

# Str_BT_ConfirmName
source: Confirm
pl: Zatwierdź
zh_cn: 确认

# Str_BT_ExportName
source: Export
pl: Eksport
zh_cn: 汇出

# Str_DataRepeat
source: Data Repeat !!
pl: Powtórzenie danych !!
zh_cn: 已有重复资料 !!

# Str_GridRequiredOneDataAlertMessage
source: Please enter at least one row !!
pl: Proszę wpisać co najmniej jeden wiersz !!
zh_cn: 请输入一笔资料列 !!

# Str_BT_ImportName
source: Import
zh_cn: 汇入

# Str_BT_SaveName
source: Save
pl: Zapisz
zh_cn: 储存

# Str_Error_DateSelectOverHalfYear
source: The Query Criteria Can Not Exceed Six Months
pl: Kryteria zapytania nie mogą przekraczać sześciu miesięcy
zh_cn: 查询条件不允许超过半年

# Str_BT_CancelName
source: Cancel
pl: Anulować
zh_cn: 取消

# Str_BT_FinishName
source: Finish
pl: Zakończ
zh_cn: 完成

# Str_BT_DeleteAllName
source: Del All
pl: Usuń wszystko
zh_cn: 全删除

# Str_ConfirmSuccessAlertMessage
source: Confirmation completed !!
pl: Potwierdzenie ukończone !!
zh_cn: 确认完成 !!

# Str_BT_SearchName
source: Search
pl: Szukaj
zh_cn: 查询

# Str_SearchResult
source: Search Result
pl: Wynik wyszukiwania
zh_cn: 查询结果

# Str_SubTotal
source: Sub Total
pl: Podsuma
zh_cn: 总数

# Str_SubmitSuccessAlertMessage
source: Success !!
pl: Sukces !!
zh_cn: 储存成功 !!

# Str_DataNotDeleteMessage
source: Data Not Delete
pl: Dane nie zostały usunięte
zh_cn: 资料不能删除

# Str_ReportHeading
source: Export Report
pl: Raport eksportowy
zh_cn: 报表汇出

# Str_Empty_MessageEnd
source: Is Empty !!
pl: Jest pusty !!
zh_cn: 空白 !!

# Str_CreateAccountID
source: Create ID
pl: Utwórz ID
zh_cn: 建立人员编号

# Str_CreateAccountName
source: Createer
pl: Twórca
zh_cn: 建立人员

# Str_CreateDate
source: Create Date
pl: Utwórz datę
zh_cn: 建立时间

# Str_Remark
source: Remark
pl: Uwaga
zh_cn: 备注

# Str_BT_PrintName
source: Print
pl: Wydrukować
zh_cn: 打印

# Str_Finish
source: Finish
pl: Skończyć
zh_cn: 完成

# Str_ScanBarCode
source: Please Scan BarCode
pl: Proszę zeskanować kod kreskowy
zh_cn: 请扫描条码

# Str_BT_Clear
source: Clear
pl: Jasne
zh_cn: 清除

# Str_Repeat
source: Repeat
pl: Powtarzać
zh_cn: 重复

# Str_SearchNullStart
source: The no record of
pl: Brak zapisu
zh_cn: 查无此

# Str_Avg
source: Avg
pl: średnia
zh_cn: 均值

# Str_SearchConditions
source: Search Criteria
pl: Kryteria wyszukiwania
zh_cn: 查询条件

# Str_DateEnd
source: Date(To)
pl: Data (do)
zh_cn: 时间(迄止)

# Str_DateStart
source: Date(From)
pl: Data (od)
zh_cn: 时间(起始)
