Repository: cary2580/MESP
Catalog: SourceCode/TimeSheet/App_LocalResources/Maintain_M.aspx.*.resx
Languages: pl

# Str_ColumnName_FaultCategoryName
source: Fault Category
pl: Kategoria awarii

# Str_ColumnName_FaultName
source: Fault Code
pl: Kod awarii

# Str_MaintainFaultByFirstListTitle
source: Fault Code of First time
pl: Wstępna ocena kodu awarii

# Str_MaintainInfo
source: Maintain Info
pl: Informacje o naprawie

# Str_MaintainInfoOperator
source: Operator Info
pl: UR info

# Str_MaintainInfo_ConfirmAccountName
source: Confirm Account
pl: ID pracownika potwierdzającego

# Str_MaintainInfo_IsAlert
source: Alert
pl: Zawiesić

# Str_MaintainInfo_IsCancel
source: Is Cancel
pl: Czy anulowano

# Str_MaintainInfo_IsConfirm
source: Confirm
pl: Potwierdzenie

# Str_MaintainInfo_IsTrace
source: Trace
pl: Traceback

# Str_MaintainInfo_MaintainMinute
source: Total Minute(main)
pl: Ilość minut (osoby)

# Str_MaintainInfo_MaintainMinuteByMachine
source: Total Minute(machine)
pl: Ilośc minut (maszyny)

# Str_MaintainInfo_ModifyDataAccountName
source: Last Modifyer
pl: Ostatni modyfikator

# Str_MaintainInfo_ModifyDate
source: Last Modifyer Date
pl: Data ostatniej modyfikacji

# Str_MaintainInfo_ModifyWorkCode
source: Modify Emp Code
pl: Modyfikator ID

# Str_MaintainInfo_Remark1
source: Remark1
pl: Opis naprawy UR

# Str_MaintainInfo_Remark2
source: Remark2
pl: Uwagi MD/QA

# Str_MaintainInfo_Remark3
source: Remark3
pl: Uwagi MD/QA

# Str_MaintainInfo_TestQty1
source: Test Qty1
pl: Części ustawcze

# Str_MaintainInfo_TraceNGQty
source: Trace NG Qty
pl: Ilość NG po traceback

# Str_MaintainInfo_TraceQty
source: Trace Qty
pl: Ilość prześledzona

# Str_MaintainPDCheckInfo_PDCheckAccountName
source: Emp ID
pl: ID pracownika

# Str_MaintainPDCheckInfo_PDCheckMinute
source: Minute
pl: Minuty

# Str_MaintainPDCheckInfo_PDCheckTimeEnd
source: Time End
pl: Czas zakończenia

# Str_MaintainPDCheckInfo_PDCheckTimeStart
source: Time Start
pl: Czas rozpoczęcia

# Str_MaintainQACheckInfo_QACheckAccountName
source: Emp ID
pl: ID pracownika

# Str_MaintainQACheckInfo_QACheckMinute
source: Minute
pl: Minuty

# Str_MaintainQACheckInfo_QACheckTimeEnd
source: Time End
pl: Czas zakończenia

# Str_MaintainQACheckInfo_QACheckTimeStart
source: Time Start
pl: Czas rozpoczęcia

# Str_Responsible
source: Responsible
pl: Odpowiedzialny

# Str_TicketInfo
source: Ticket Info
pl: Informacje o karcie awarii

# Str_TicketInfo_MachineID
source: Machine ID
pl: ID Maszyny

# Str_TicketInfo_MachineName
source: Machine
pl: Maszyna

# Str_TicketInfo_MaintainID
source: Maintain ID
pl: ID maszyny

# Str_TicketInfo_MAKTX
source: Materials
pl: Materiał

# Str_TicketInfo_ParentMaintainID
source: Last Maintain ID
pl: ID poprzedniej karty awarii

# Str_TicketInfo_ProcessName
source: Process
pl: Proces

# Str_TicketInfo_RoutingName
source: Routing
pl: Ścieżka

# Str_TicketInfo_TicketID
source: Ticket ID
pl: ID karty

# Str_TicketInfo_WaitMinute
source: Wait Minute
pl: Czas trwania

# Str_TicketInfo_WaitTimeEnd
source: Wait Time End
pl: Czas zakończenia

# Str_TicketInfo_WaitTimeStart
source: Wait Time Start
pl: Czas rozpoczęcia
