Repository: cary2580/MESP
Catalog: SourceCode/TimeSheet/App_LocalResources/TicketCreate.aspx.*.resx
Languages: pl

# Str_AUART
source: 工單類型
pl: Rodzaj

# Str_AUFNR
source: 工單號碼
pl: Numer zlec. prod.

# Str_Button_TicketCreate
source: 產生流程卡
pl: Utwórz Karty Procesowe

# Str_CHARG
source: 批次號
pl: Batch

# Str_CINFO
source: 批次屬性
pl: Batch partii

# Str_ConfirmMessage
source: 請確認流程卡数量及支數数量是否正確 !! <br> 一經開立將無法刪除及修改 !!
pl: Proszę potwierdzić ilość sztuk oraz ilość tiketów ! <br> Po utworzenie tiketu nie można go usunąć ani zmodyfikować !

# Str_Empty_BoxQty
source: 流程卡数量小于 1 !!
pl: Ilość biletów mniejsza niż 1!!

# Str_Empty_LastTicketBoxQty
source: 最後一框數量小於0
pl: Ilość w opakowaniu nie może być mniejsza niż 0.

# Str_Empty_TicketBoxQty
source: 支數数量小于 1 !!
pl: Ilość mniejsza niż 1 !!

# Str_Error_DeviceID
source: 機台編號錯誤 !!
pl: Błąd ID Maszyna

# Str_Error_LastTicketBoxQtyOverTicketBoxQty
source: 最後一框數量大於單框數量
pl: Przekroczona ilość w ostatnim opakowaniu.

# Str_FERTH
source: 零件號
pl: Numer części

# Str_FTRMI
source: 核發日期
pl: Data

# Str_GLTRP
source: 迄止日期
pl: Data zakończenia

# Str_GSTRP
source: 開始日期
pl: Data rozpoczęcia

# Str_KTEXT
source: 途程名稱
pl: Wersja

# Str_LastTicketBoxQty
source: 最後一框數量
pl: Ilość w ostatnim opakowaniu

# Str_MAKTX
source: 成品名稱
pl: Materiał

# Str_MoInfo
source: 工單資訊
pl: Informacje o zleceniu produkcyjnym

# Str_OperationList
source: 作業概觀
pl: Lista

# Str_PLNAL
source: 途程群組計數器
pl: SAP – Counter Group

# Str_PLNBEZ
source: 成品料號
pl: Numer surowego materiału

# Str_PLNNR
source: 途程群組
pl: SAP - Group

# Str_PSMNG
source: 總數量
pl: Ilość

# Str_Scan_AUFNR
source: 工單號碼
pl: Numer zlec. prod.

# Str_Scan_MachineID
source: 機台編號
pl: ID maszyny

# Str_Scan_WorkCode
source: 員工編號
pl: Zeskanuj swój ID

# Str_TicketBox
source: 流程卡張數
pl: Ilość Kart Procesowych

# Str_TicketBoxQty
source: 單框數量
pl: Ilość w opakowaniu.

# Str_TicketInfo
source: 流程卡參數
pl: Ilości Kart Procesowych – do przygotowania

# Str_TotalQty
source: 總數量
pl: Ilość całkowita

# Str_VERID
source: 生產版本
pl: Kształt

# Str_ZEINR
source: 圖號
pl: Numer rys
