Repository: cary2580/MESP
Catalog: SourceCode/TimeSheet/App_LocalResources/TicketLifeCycle.aspx.*.resx
Languages: pl, zh_cn

# Str_BT_ClearQuarantineResult
source: Rejudgment
zh_cn: 重新判定

# Str_BT_DeleteResultItem
source: Delete Reuslt Itme
pl: Usuń czas wyniku
zh_cn: 删除报工资料

# Str_BT_Search
source: Search
pl: Szuka
zh_cn: 查詢

# Str_ClearQuarantineResultMessage
source: Re judgment Finish
pl: Ponowne osądzenie Zakończ
zh_cn: 隔离单及相关流程卡已清除判定完成，请重新判定 !!

# Str_ConfirmClearQuarantineResultMessage
source: Are you sure to re-judgment ?
pl: Czy jesteś pewien, że chcesz ponownie ocenić sprawę?
zh_cn: 是否确认重新判定 ? 确认后此流程卡将回复成尚未判定状态

# Str_DeleteResultItemConfirmMessage
source: Confirm Delete ?
pl: Potwierdzić usunięcie?
zh_cn: 是否删除此笔报工资料 ? <br/> 确认删除将会把后续流程报工资料一并删除

# Str_Error_NoTicketRow
source: No Ticket Data
zh_cn: 查无此流程卡

# Str_Item_ApprovalTime
source: Approver Time
pl: Czas zatwierdzenia
zh_cn: 核准时间

# Str_Item_ApproverName
source: Approver
pl: IOZ
zh_cn: 核准人

# Str_Item_Brand
source: Brand
pl: Lettering
zh_cn: 刻字号

# Str_Item_GoodQty
source: Good Qty
pl: Ilość OK
zh_cn: 良品数

# Str_Item_MachineName
source: Machine
pl: Maszyna
zh_cn: 机台

# Str_Item_OperatorName
source: Operator
zh_cn: 操作员

# Str_Item_Quarantine
source: Quarantine
pl: Kwarantanna
zh_cn: 隔离单

# Str_Item_ReportTimeEnd
source: End Time
pl: zakończenia
zh_cn: 结工时间

# Str_Item_ReportTimeStart
source: Start Time
pl: wejścia
zh_cn: 进工时间

# Str_Item_ReWork
source: ReWork
pl: Przerobić
zh_cn: 返工单

# Str_Item_ReWorkQty
source: Rework Qty
pl: Ilość przeróbek
zh_cn: 返工数

# Str_Item_ScrapQty
source: Scrap Qty
pl: Ilość złomu
zh_cn: 报废数

# Str_TicketID
source: Ticket ID
pl: Numer Karty
zh_cn: 流程卡号

# Str_TicketInfo
source: Ticket Info
pl: Karta Procesowa - informacja
zh_cn: 流程卡资讯

# Str_TicketInfo_BATCH
source: Batch
pl: Nr wiązki
zh_cn: 批次属性

# Str_TicketInfo_CHARG
source: Charg
pl: SAP Batch
zh_cn: SAP批次号

# Str_TicketInfo_CreateAccountName
source: Creator
pl: Utworzyl
zh_cn: 建立人员

# Str_TicketInfo_CreateDate
source: Create Date
pl: Data utworzenia
zh_cn: 开单时间

# Str_TicketInfo_CreateProcess
source: Process
pl: Proces
zh_cn: 开单工序

# Str_TicketInfo_GroupCurr
source: Group Curr
pl: SAP - Group
zh_cn: 群組計數器

# Str_TicketInfo_MainTicketID
source: Main Ticket
pl: Główna Karta Proc
zh_cn: 主要流程卡号

# Str_TicketInfo_MAKTX
source: material
zh_cn: 成品物料

# Str_TicketInfo_MOStatusName
source: MO Status
pl: Zlec. Prod. - status
zh_cn: 工单状态

# Str_TicketInfo_ParentTicketID
source: Parent Ticket
pl: Karta podrzędna
zh_cn: 上层流程卡号

# Str_TicketInfo_PSMNG
source: MO Qty
pl: Łączna ilość sztuk dla Zlecenia (teoretycznie)
zh_cn: 工单总数量

# Str_TicketInfo_Qty
source: Ticket Qty
pl: Karta procesowa - ilość
zh_cn: 开单数量

# Str_TicketInfo_SEMIFINBATCH
source: Semifinbatch
zh_cn: 半成品批号

# Str_TicketInfo_TEXT1
source: Production Version
pl: Wersja produkcyjna
zh_cn: 生产版本

# Str_TicketInfo_TickeBoxQty
source: MO Box(general)
pl: Ilość kart procesowych dla MO
zh_cn: 工单总框数(常规)

# Str_TicketInfo_TicketType
source: Type
pl: Typ
zh_cn: 类型

# Str_TicketInfo_TotalTicketQty
source: Total Ticket Qty(general)
pl: Zlecenie – łączna ilość sztuk
zh_cn: 流程卡总数量(常规)

# Str_TicketInfo_WEMNG
source: Delivered Qty
pl: Przekazano na magazyn - ilość
zh_cn: 工单已交货数量

# Str_TicketLifeCycleTitle
source: Ticket Operation
pl: Karta Procesowa – podgląd operacji
zh_cn: 流程卡作业

# Str_TicketQuarantineFirstTimeItemInfo
source: Quarantine FirstTime Info
pl: Karta Kwarantanny – informacja
zh_cn: 隔离单初判明细

# Str_TicketQuarantineResultInfo
source: Quarantine Result Info
pl: Informacje o wynikach Karta kwarantanny
zh_cn: 隔离单判定明细

# Str_VerifyWorkCodeFailMessage
source: work code is wrong
pl: ID jest nieprawidłowe
zh_cn: 判定人员工号错误

# Str_VerifyWorkCodeTitleBarText
source: Verify Work Code
pl: Verify ID pracownika
zh_cn: 验证判定人员
