Repository: cary2580/MESP
Catalog: SourceCode/TimeSheet/App_LocalResources/TicketGoIn.aspx.*.resx
Languages: pl, zh_cn

# Str_BT_CreateQuarantineTicket
source: Create Quarantine Ticke
pl: Utwórz Kartę Kwarantanny
zh_cn: 开立隔离单

# Str_BT_CreateReWorkTicket
source: Create Rework Ticke
pl: Utwórz Kartę Selekcji
zh_cn: 开立返工单

# Str_BT_CreateTicketMaintain
source: Create Maintain Ticke
pl: Utwórz Kartę Awarii
zh_cn: 开立维修单

# Str_BT_GoInCancel
source: Cancel
pl: Anuluj
zh_cn: 取消进工

# Str_Error_DeviceID
source: Device Empty
pl: Wybierz maszynę
zh_cn: 机台编号不存在

# Str_Error_TicketID
source: Ticket Empty
pl: Wybierz Tiket
zh_cn: 流程卡空白

# Str_Error_TicketIDDifferent
source: Different Ticket ID
pl: Różne ID Tiket
zh_cn: 结工流程卡与进工流程卡号不符

# Str_Error_TicketMaintainNeedComplete
source: Maintain Must Complete
pl: Utrzymać Należy Ukończyć
zh_cn: 维修单必须先完成回报后才能继续报工

# Str_Error_WorkStationGoIn
source: Please on work first
pl: Proszę najpierw o pracę
zh_cn: 请先上岗

# Str_Info_ChangeAUFNR
source: <p><h1 style=\"color:red\">Please Change MO</h1></p><p><h3>Previous MO :{0}</h3></p><p><h3>Previous PV :{1}</h3></p><p><h3>Current Previous PV :{2}</h3></p><p><h3>Previous Batch:{3}</h3></p><p><h3>ProcessName:{4}</h3><p>
pl: <p><h1 style=\"color:red\">Proszę zmienić Zlec. prod.</h1></p><p><h3>Poprzedni Zlec. prod.:{0}</h3></p><p><h3>Poprzedni Wersja produkcyjna :{1}</h3></p><p><h3>Aktualny Wersja produkcyjna :{2}</h3></p><p><h3>Poprzedni Batch:{3}</h3></p><p><h3>Proces:{4}</h3><p>
zh_cn: <p><h1 style=\"color:red\">此工单号与上一个报工不同</br>必且有未完成报工流程卡</br>请现场干部确认是否允许进工!! </h1></p><p><h3>前一工单号:{0}</h3></p><p><h3>前一生产版本:{1}</h3></p><p><h3>当前进工生产版本:{2}</h3></p><p><h3>前一原材料批号:{3}</h3></p><p><h3>工序:{4}</h3></p>

# Str_Info_ChangeBrand
source: <p><h1 style=\"color:red\">Please Change Brand !!</h1></p><p><h3>Previous Previous PV :{0}</h3></p><p><h3>Current Previous PV :{1}</h3></p>
pl: <p><h1 style=\"color:red\">Zmień Lettering !!</h1></p><p><h3>Poprzedni Wersja produkcyjna :{0}</h3></p><p><h3>Bieżący Poprzedni Wersja produkcyjna :{1}</h3></p>
zh_cn: <p><h1 style=\"color:red\">此工单号与上一个报工不同</br>且刻字号尚未更换</br>请更换刻字号后再进进工 !! </h1></p><p><h3>前一生产版本:{0}</h3></p><p><h3>当前进工生产版本:{1}</h3></p>

# Str_Info_LastBox
source: it is the last box
pl: to jest ostatnie pudełko
zh_cn: 已是最后一框数

# Str_TicketInfo
source: Ticket Info
pl: Informacje o Tiket
zh_cn: 流程卡资讯

# Str_TicketInfo_AllowQty
source: Allow Qty
pl: Dostępna ilość
zh_cn: 可报工数量

# Str_TicketInfo_BATCH
source: Batch
zh_cn: 批次属性

# Str_TicketInfo_Brand
source: Brand
pl: Lettering
zh_cn: 刻字号

# Str_TicketInfo_CreateProcessName
source: Parent Ticket Proces
pl: Miejsce powstania Karty
zh_cn: 开单工序

# Str_TicketInfo_EntryTime
source: Entry Time
pl: Czas wejścia
zh_cn: 进工时间

# Str_TicketInfo_MachineID
source: Machine ID
pl: Maszyna ID
zh_cn: 机台编号

# Str_TicketInfo_MachineName
source: Machine
pl: Maszyna
zh_cn: 机台

# Str_TicketInfo_MainTicketID
source: Main Ticket
pl: Karta główna
zh_cn: 主流程卡号

# Str_TicketInfo_MAKTX
source: material
pl: Materiał
zh_cn: 成品物料

# Str_TicketInfo_MOBox
source: MO Box(general)
pl: Pole Zlec. prod (ogólne)
zh_cn: 工单总框数(常规)

# Str_TicketInfo_ParentTicketPath
source: Parent Ticket
pl: Karta podrzędna
zh_cn: 上层流程卡

# Str_TicketInfo_ProcessName
source: Process
pl: Proces
zh_cn: 工序

# Str_TicketInfo_RoutingName
source: Routing
pl: Wersja produkcyjna
zh_cn: 途程

# Str_TicketInfo_TicketID
source: Ticket ID
pl: Numer Karty Procesowej
zh_cn: 流程卡

# Str_TicketInfo_TicketIDOut
source: Ticket Out
pl: Potwierdź Kartę
zh_cn: 结工流程卡

# Str_TicketInfo_TicketQty
source: Ticket Qty
pl: Ilość sztuk na Karcie
zh_cn: 流程卡数量

# Str_TicketInfo_TicketType
source: Type
pl: Rodzaj
zh_cn: 类型

# Str_TicketReportTitleBarText
source: Ticket Report
pl: Raport Karty
zh_cn: 流程卡结算

# Str_VerifySupervisorWorkCodeTitleBarText
source: Please enter the Supervisor password
pl: Proszę wpisać hasło opiekuna
zh_cn: 请输入干部帐号密码

# Str_WorkStationInfo
source: Work Station Info
pl: Informacje o stanowisku pracy
zh_cn: 工作站资讯

# Str_WorkStationInfo_Brand
source: Brand
pl: lettering
zh_cn: 刻字号

# Str_WorkStationInfo_Operator
source: Main Operator
pl: Główny operator
zh_cn: 主要操作人员

# Str_WorkStationInfo_SecondOperator
source: Second Operator
pl: Drugi operator
zh_cn: 次要操作人員

# Str_WorkStationInfo_WorkShift
source: Work Shift
pl: Zmiana robocza
zh_cn: 班别
